Repository: uebelsetzer/automatic_normalisation_of_historical_documents
Catalog: normalised/medical_mbart_noft.tmx
Source language: pt
Languages: pt_br

source: Se o enfermo for fraco, naõ dormir, e estiver evacuado , lhe fareis alguns remedios depois de ter lançado quasi huma tigela de sangue, sendo pelo nariz.
pt_br: Se o doente está fraco, and está asleep, e évacuado, nós fá-lo, depois de ter lançado quase uma bola de sangue, nariz por nariz.

source: Primeiramente lhe atirareis ao rosto com hum pucaro de agua , sem que o enfermo o veja lançar, e com a violência , que puder ser, de fórma , que lhe apanhe todo o rosto, e testa, cujo remedio se póde repetir por trez , ou quatro vezes , com interpolação de tempo entre huma , e outra vez ; e naõ bastando este remedio, lhe mandareis meter os testiculos em agoa bem fria, ou panos molhados nelles varias vezes repetidos.
pt_br: Primeiro, atire-o com um raio de água, sem que o doente veja lançar, e com a violência, que pode ser forma, que apanha-o com todo o rosto, e o teste, o que pode ser remediado três ou quatro vezes, com uma interpolação de tempo entre humano, e remediado, e bastasse com este medicamento, mandar-o para os testis com uma agulha muito fria, ou panos cobertos várias vezes.

source: Também saõ boas as ligaduras em os braços, e pernas; e naõ querendo parar, vereis de que venta corre o sangue: se for pela direita , lhe lançareis huma ventosa grande em sima do figado, o qual está hum dedo por baixo das costellas mendozas da parte direita; e se sahir pela venta esquerda, lhe lançareis a ventosa em sima do baço , o qual está da parte esquerda, hum dedo por baixo das mesmas costellas.
pt_br: Também são boas as articulações dos braços e pernas; e naio ao pé, veem que o rebento corre pelo sangue: se forem da direita, lançar-se um grande vento em sima do gado, que está debaixo de umas coisinhas na direita; e se forem da direita, lançar-se um vento em sima do baço, que está da direita, que está debaixo de umas coisinhas.

source: Se o enfermo lançar o sangue por ambas as ventas copiosamente, lhe lançareis duas ventosas, huma no figado, e outra no baço, e as repetireis atè que pare o fluxo de sangue.
pt_br: Se o doente lançasse o sangue por ambos os lados, lançasse duas ventosas, a man no peito e a man no baço, e repetisse as ventosas até acabar com o fluxo de sangue.

source: Também saõ boas nas barrigas das pernas, e nos musculos pela parte de dentro bastante tempo.
pt_br: Também saí muito bem nas pernas e nos músculos por dentro durante bastante tempo.

source: Também he bom remedio disparar huma espingarda junto do mesmo enfermo , sem se lhe advertir antes.
pt_br: Também há uma boa para disparar ao mesmo do do doente, sem aviso previo.

source: Se estes remedios naõ aproveitarem , tomareis duas claras de ovos com duas onças de pós restrictivos, e meya onça de gesso, com algumas teas de aranha ; e depois de bem batido tudo isto, de fórma, que fique em cataplasma , nem grossa, nem delgada, mas de boa subsistencia, lha poreis na testa, e fontes em humas planxetas de estopas finas , e das mesmas fareis humas mechas, que molhadas na mesma cataplasma, metereis pela venta, ou ventas, donde sahir o sangue , recomendando ao enfermo lhe naõ bula, nem se disponha a tussir.
pt_br: Se estes medicamentos forem, vocês tomariam duas claras de ovos com duas onças de pós restrictivo, e meya onça de gesso, com algumas teas de aranha; e depois de bater tudo isto, de forma, que fique em cataplasm, nem grande, nem larga, mas de boa subsistência, have papas na testa, e fontes em carnes de papas finas, e das mesmas carnes de papas molhadas na mesma cataplasm, meteriam-se para a venda, ou a venda, onde retirarem o sangue, recomendando ao doente que não seja batido, ou que não seja tosseado.

source: Se o fluxo do sangue for pela boca , lhe lançareis as ventosas na fórma jà referida ; e naõ parando, dareis ao enfermo de quarto a quarto de hora huma colher de xarope de rosas secas , ajuntando-lhe pós de terra sigillada, e bolo armenio, e alguns de coral preparado ; e aos que lançaõ sangue pelos narizes , se lhe póde dar este mesmo remedio.
pt_br: Se o sangue fore na boca, lançar-lhe as vísperas na forma antes mencionada; e naio parado, dar ao doente de quarto de hora colher xarope de rosas secas, juntar-lhe pós de terra firme, e bolo armenio, e alguns de coral preparado; e ao que lançar sangue pela nariz, se lhe forem este mesmo medicamento.

source: Se o fluxo de sangue for em ferida , que tenha algum enfermo, antevendo a dilaçaõ, que póde haver em vir o Cirurgião , fareis com grande diligência lexinos de estopas , e ao mesmo tempo mandareis bater claras de ovos, com pós de bolo armenio , de rosas , e de sangue de Drago, meya onça de cada cousa, e alguns pós de incenso ; e depois de estar tudo bem batido, molhareis hum lexino, e com elle tapareis a vea , e o apertareis com o dedo mostrador , e lhe hireis pondo os mais lexinos molhados na cataplasma , apertando-os sempre, e em sima lhe poreis humas planxetas, molhadas no mesmo, e apertareis a ferida muito bem com huma atadura.
pt_br: Se o fluxo de sangue está ferido, que tem algum doente, ante o dilaçaio, que pode vir ao cirurgião, fareste com grande diligence lexinos de estopas, e, ao mesmo tempo, manderes bater claras de ovos, com pós de bolo, de rosas, e de sangue de Drago, meya onça de cada coisa, e alguns pós de incenso; e depois de tudo ter batido bem, molharez hum lexino, e com ele tapar a veia, e apertar com o dedo mostrador, e fazer-lhe poer os lexinos mais cobertos no cataplasmo, apertando sempre, e em sima poer as plantas, molhadas no mesmo, e apertar a ferido muito bem com uma atadura.

source: Se estes remedios naõ obrarem, carregareis a ferida com pós de pedra hume queimada , com teas de aranha , e em sima huma estopada de claras de ovos.
pt_br: Se fossem usados, carregariam a ferida em pós de hume queimado, com teias de aranha, e em pós queimado com claras de ovos.

source: Também saõ boas as raspas de Cortidores , e pós de alecrim ; e depois de lhe fazeres todos estes remedios, lhe poreis panos de vinagre aguado bem frio em sima da ferida.
pt_br: Também fizz-se muito com o Cortidor, e pous de alecrim, e depois de lhe fazer todos os medicamentos, pous-lhe tacos de vinagre bem-aquecido em sima da ferida.
